Repository: mikekazakov/nimble-commander
Catalog: Source/NimbleCommander/NimbleCommander/Bootstrap/mul.lproj/MainMenu.xcstrings
Source language: en
Languages: ru

# 0UC-Ke-PdY.title
source: Show Logs...
ru: Показать журналы...

# 01c-vh-In9.title
source: Go
ru: Переход

# 1dC-SU-pRc.title
source: Move To Trash
ru: Переместить в Корзину

# 1jU-gS-pnI.title
source: Always Open With
ru: Всегда открывать в программе

# 3aO-vj-hIL.title
source: Debug
ru: Отладка

# 5.title
source: Bring All to Front
ru: Все окна - на передний план

# 5B1-WV-20L.title
source: Reveal In Opposite Panel Tab
ru: Показать в противоположной вкладке

# 6A9-YW-RMg.title
source: New Folder
ru: Новая папка

# 6bU-dO-9Em.title
source: Back
ru: Назад

# 6KN-gZ-Ha0.title
source: Recently Closed
ru: Недавно закрытые

# 6pn-dC-yNU.title
source: Add to Favorites
ru: Добавить в избранное

# 6qA-GV-cmZ.title
source: Brief System Overview
ru: Краткий обзор системы

# 7Mz-pE-ca5.title
source: Go
ru: Переход

# 8OH-k8-Scw.title
source: New Tab
ru: Новая вкладка

# 9db-hP-IrI.title
source: Applications
ru: Программы

# 9fi-sk-vzL.title
source: Manage Favorites...
ru: Управлять избранным...

# 9Iz-2J-FE9.title
source: Help
ru: Справка

# 9lw-Of-6DT.title
source: Sort by Accessed Time
ru: Сортировать по времени открытия

# 19.title
source: Window
ru: Окно

# 23.title
source: Minimize
ru: Убрать в Dock

# 24.title
source: Window
ru: Окно

# 58.title
source: About Nimble Commander
ru: О Nimble Commander

# 72.title
source: Enter
ru: Войти

# 73.title
source: Close
ru: Закрыть

# 81.title
source: File
ru: Файл

# 82.title
source: New Window
ru: Новое окно

# 83.title
source: File
ru: Файл

# 129.title
source: Preferences…
ru: Настройки

# 130.title
source: Services
ru: Службы

# 131.title
source: Services
ru: Службы

# 134.title
source: Hide Nimble Commander
ru: Скрыть Nimble Commander

# 136.title
source: Quit Nimble Commander
ru: Завершить Nimble Commander

# 145.title
source: Hide Others
ru: Скрыть остальные

# 150.title
source: Show All
ru: Показать все

# 197.title
source: Copy
ru: Копировать

# 198.title
source: Select All
ru: Выделить все

# 203.title
source: Paste
ru: Вставить

# 205.title
source: Edit
ru: Правка

# 217.title
source: Edit
ru: Правка

# 239.title
source: Zoom
ru: Изменить масштаб

# 295.title
source: View
ru: Вид

# 296.title
source: View
ru: Вид

# 490.title
source: Help
ru: Справка

# 491.title
source: Help
ru: Справка

# 779.title
source: Sync Panels
ru: Сделать панели одинаковыми

# 782.title
source: Swap Panels
ru: Поменять панели местами

# 789.title
source: Command
ru: Команда

# 790.title
source: Command
ru: Команда

# 823.title
source: File Attributes
ru: Файловые атрибуты

# 826.title
source: Detailed Volume Information
ru: Детальная информация о томе

# 832.title
source: Delete...
ru: Удалить...

# 835.title
source: Create Directory...
ru: Создать папку...

# 838.title
source: Copy To...
ru: Копировать в...

# 841.title
source: Copy As...
ru: Копировать как...

# 844.title
source: Rename/Move To...
ru: Переименовать/переместить в...

# 849.title
source: Rename/Move As...
ru: Переименовать/переместить как...

# 852.title
source: Enter Full Screen
ru: Перейти в полноэкранный режим

# 861.title
source: Sorting
ru: Сортировка

# 862.title
source: Sorting
ru: Сортировка

# 864.title
source: Sort by Name
ru: Сортировать по имени

# 865.title
source: Sort by Extension
ru: Сортировать по расширению

# 866.title
source: Sort by Modified Time
ru: Сортировать по времени модификации

# 867.title
source: Sort by Size
ru: Сортировать по размеру

# 868.title
source: Sort by Creation Time
ru: Сортировать по времени создания

# 870.title
source: Separate Folders from Files
ru: Отделять папки от файлов

# 879.title
source: View Mode
ru: Режим отображения

# 880.title
source: View Mode
ru: Режим отображения

# 894.title
source: Preview
ru: Быстрый просмотр

# 897.title
source: Refresh
ru: Обновить

# 899.title
source: Deselect All
ru: Убрать выделение

# 902.title
source: Case-Insensitive Comparison
ru: Сравнение без учета регистра

# 905.title
source: Internal Viewer
ru: Встроенный просмотрщик

# 908.title
source: Links
ru: Ссылки

# 909.title
source: Links
ru: Ссылки

# 910.title
source: Create Symbolic Link
ru: Создать символическую ссылку

# 912.title
source: Edit Symbolic Link
ru: Редактировать символическую ссылку

# 914.title
source: Create Hard Link
ru: Создать жесткую ссылку

# 916.title
source: Select by Mask...
ru: Выделить с маской...

# 920.title
source: Deselect by Mask...
ru: Снять выделение с маской...

# 926.title
source: Delete Permanently...
ru: Удалить необратимо...

# AD2-1f-bf0.title
source: Network Share...
ru: Сетевой папке...

# agx-eP-0jI.title
source: Redo
ru: Повторить

# ANW-0c-qGJ.title
source: Tags
ru: Теги

# aYe-xJ-eDM.title
source: Move Up
ru: Сдвинуть вверх

# bip-nL-0se.title
source: SFTP Server...
ru: SFTP серверу...

# BTy-M2-2G2.title
source: Utilities
ru: Утилиты

# Bwr-HI-kKX.title
source: Close Other Tabs
ru: Закрыть остальные вкладки

# CEQ-U0-LN9.title
source: Compress...
ru: Сжать...

# db8-IO-kEa.title
source: Open With
ru: Открыть в программе

# dFg-q8-CBh.title
source: Compress To...
ru: Сжать в...

# dJC-Rr-wZM.title
source: Desktop
ru: Рабочий стол

# eHg-pH-jwx.title
source: Move Down
ru: Сдвинуть вниз

# eqV-zA-nvJ.title
source: Rename In Place
ru: Переименовать на месте

# ES4-0D-t9Y.title
source: Case-Sensitive Comparison
ru: Сравнение с учетом регистра

# FeM-q9-Bc2.title
source: New File
ru: Новый файл

# fHK-0D-kaF.title
source: Close Window
ru: Закрыть окно

# fQ2-fd-Sa6.title
source: Invert Selection
ru: Инвертировать выделение

# fSQ-n4-7Mg.title
source: Cut
ru: Вырезать

# ftk-l8-B5i.title
source: Turn Admin Mode On
ru: Включить режим администратора

# GcS-df-Z23.title
source: Calculate Folders Sizes
ru: Вычислить размер папок

# Geu-4j-RaR.title
source: Duplicate
ru: Дублировать

# gwr-gJ-MAM.title
source: Downloads
ru: Загрузки

# gZ9-Jg-sEd.title
source: FTP Server...
ru: FTP серверу...

# HVZ-vW-Cgv.title
source: Visit the Forum
ru: Посетить форум

# I1T-dz-dM2.title
source: Show/Hide Toolbar
ru: Показать/скрыть панель инструментов

# i2G-EV-iTc.title
source: Find...
ru: Найти...

# IBo-yJ-DeD.title
source: External Editor
ru: Внешний редактор

# iBP-LD-aNS.title
source: Nimble Commander Help
ru: Справка Nimble Commander

# iGm-8g-qdX.title
source: Home
ru: Личное

# IgS-8x-fsy.title
source: Manage Connections...
ru: Управлять соединениями...

# IiL-lV-Phd.title
source: Dropbox Storage...
ru: Хранилищу Dropbox...

# iLX-OF-n8U.title
source: Copy Item Directory
ru: Копировать директорию файла

# IqU-xO-cHh.title
source: Frequently Visited
ru: Часто посещаемые

# IVa-S3-AXL.title
source: Right Panel...
ru: Правая панель...

# J1h-Qq-hWI.title
source: Debug
ru: Отладка

# jg2-rC-cAS.title
source: Find with Spotlight...
ru: Найти с помощью Spotlight...

# jt1-bG-SNx.title
source: Reveal In Opposite Panel
ru: Показать в противоположной панели

# jYE-RA-K1O.title
source: Documents
ru: Документы

# kWp-fQ-T0l.title
source: Connections
ru: Соединения

# KwQ-7L-e5N.title
source: Deselect by Extension
ru: Снять выделение по расширению

# KxB-Cc-TKQ.title
source: Copy Item Path
ru: Копировать путь файла

# L3e-fZ-Zko.title
source: Enclosing Folder
ru: На уровень выше

# LBa-B1-fXx.title
source: Move Right
ru: Сдвинуть вправо

# lCt-r7-rIq.title
source: WebDAV Server...
ru: WebDAV серверу...

# lo8-qp-RcL.title
source: Favorites
ru: Избранные

# loz-WF-lIp.title
source: Clear Menu
ru: Очистить меню

# M7w-84-o0Y.title
source: Restore Closed Tab
ru: Восстановить закрытую вкладку

# Mkf-yJ-4e7.title
source: Move Item Here
ru: Переместить объект сюда

# Mxc-IY-UlD.title
source: Favorites
ru: Избранные

# n1z-q2-heV.title
source: New Folder with Selection
ru: Новая папка из выделения

# N85-H8-Cbx.title
source: Quick Lists
ru: Быстрые списки

# NCx-aq-tJi.title
source: Open
ru: Открыть

# NK3-hW-YDx.title
source: Show/Hide Tab Bar
ru: Показать/скрыть панель вкладок

# o44-xu-Cyg.title
source: Open Extended Attributes
ru: Показать расширенные атрибуты

# Ob2-ob-NxB.title
source: Follow Symlink
ru: Следовать за ссылкой

# ooW-Y5-gXA.title
source: Processes List
ru: Список процессов

# oWo-PV-HvD.title
source: Undo
ru: Отменить

# PDv-pQ-u5w.title
source: Batch Rename...
ru: Групповое переименование...

# pGI-yr-mvL.title
source: Show/Hide Panels
ru: Показать/скрыть панели

source: Pid-lQ-zTt.title
ru: Показать список ВФС

# PPi-Oe-OXM.title
source: Recent Connections
ru: Последние подключения

# Pq6-25-hPh.title
source: Calculate All Folders Sizes
ru: Вычислить размер всех папок

# qAf-7b-Sdi.title
source: Frequently Visited
ru: Часто посещаемые

# QN7-b6-kdr.title
source: Panels Position
ru: Позиция панелей

# QsY-av-veD.title
source: Volumes
ru: Тома

# QWh-Qx-Rx6.title
source: Eject Volume
ru: Извлечь том

# R1g-do-NyV.title
source: Connect To
ru: Подключиться к

# r9P-3y-Fqa.title
source: Go To Folder...
ru: Переход к папке...

# rIg-1l-nNU.title
source: Extensionless Folders
ru: Папки без расширений

# shC-cZ-x2T.title
source: Forward
ru: Вперед

# sQI-qY-v5c.title
source: Into Folder
ru: В папку

# SXp-Fg-ClM.title
source: Select by Extension
ru: Выделить по расширению

# t1q-Im-cLd.title
source: Show Next Tab
ru: Показать следующую вкладку

# tbO-TV-6y7.title
source: Root
ru: Корень

# TCl-Dh-lAh.title
source: Natural Comparison
ru: Естественное сравнение

# ToO-KH-35P.title
source: Quick Lists
ru: Быстрые списки

# Uht-NR-INk.title
source: History
ru: История

# v7Z-Jf-aho.title
source: Sort by Added Time
ru: Сортировать по времени добавления

# V50-xh-PQD.title
source: Tools
ru: Инструменты

# VDF-r2-LBL.title
source: Favorites
ru: Избранные

# vG4-7z-hXO.title
source: Connect To
ru: Подключиться к

# ViK-AU-jLn.title
source: Show Previous Tab
ru: Показать предыдущую вкладку

# Wal-pf-St1.title
source: Tools
ru: Инструменты

# wd3-KT-mmq.title
source: Paste Filenames to Terminal...
ru: Вставить имена файлов в терминал...

# wOP-H6-qux.title
source: Show/Hide Terminal
ru: Показать/скрыть терминал

# wUh-lo-NqX.title
source: Copy Item Name
ru: Копировать имя файла

# XNI-Bn-uVO.title
source: Paste Filename to Terminal
ru: Вставить имя файла в терминал

# xoX-Le-jyi.title
source: Move Left
ru: Сдвинуть влево

# YvS-GY-g28.title
source: Library
ru: Библиотеки

# Z21-QA-ACq.title
source: Focus Overlapped Terminal
ru: Фокус на терминал

# Zbs-zW-mQV.title
source: Left Panel...
ru: Левая панель...

# zeQ-Na-TPl.title
source: Parent Folders
ru: Родительские папки

# zG7-ZH-wWc.title
source: Recently Closed
ru: Недавно закрытые

# zGu-Ls-RVD.title
source: Show Hidden Files
ru: Показывать скрытые файлы

# zNZ-x6-hcs.title
source: Panels Position
ru: Положение панелей

# ZYO-Aa-rPi.title
source: Find Next
ru: Найти далее
